Repository: it-thematic/nextgisweb
Catalog: nextgisweb/spatial_ref_sys/locale/*.po
Languages: ru

source: Invalid SRS definition!
ru: Неверное определение SRS!

source: Coordinate system (id=%d) already exists.
ru: Система координат (id=%d) уже существует.

source: Invalid MapInfo spatial reference system: %s
ru: Неверная система координат MapInfo: %s

source: Unknown spatial reference system format: %s!
ru: Неверный формат системы координат: %s!

source: Invalid OGC WKT definition!
ru: Неверное определение OGC WKT!

source: Spatial reference system catalog
ru: Каталог систем координат

source: Spatial reference system
ru: Система координат

source: Unable to delete standard coordinate system.
ru: Невозможно удалить стандартную систему координат.

source: Coordinate system name is not unique.
ru: Название системы координат не уникально.

source: Cannot change wkt definition of standard coordinate system.
ru: Невозможно изменить определение wkt стандартной системы координат.

source: Create new Spatial reference system
ru: Создать новую Систему координат

source: Spatial reference systems
ru: Системы координат

source: List
ru: Список

source: Create
ru: Создать

source: Catalog
ru: Каталог

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Import definition
ru: Импортировать определение

source: Format
ru: Формат

source: Definition
ru: Определение

source: Cancel
ru: Отменить

source: Longitude and latitude must be specified at the same time.
ru: Широта и долгота должны быть заданы одновременно.

source: View
ru: Просмотр

source: Display name
ru: Наименование

source: OGC WKT definition
ru: OGC WKT определение

source: View details
ru: Подробнее

source: Import
ru: Импорт

source: Search
ru: Поиск

source: Latitude
ru: Широта

source: Longitude
ru: Долгота

source: SRS name
ru: Наименование СК

source: Auth name
ru: Организация (код)

source: Auth SRID
ru: Организация (идентификатор СК)
