Repository: it-thematic/nextgisweb
Catalog: nextgisweb/render/locale/*.po
Languages: ru

source: Tile cache
ru: Тайловый кэш

source: Invalid origin
ru: Недопустимый источник

source: Origin validation is enabled for rendering requests, but the given origin doesn't match with the CORS origins list.
ru: Для запросов рендеринга включена проверка источника, однако указанный источник не совпадает со списком допустимых источников CORS.

source: Required parameter '{}' is missing.
ru: Отсутствует необходимый параметр '{}'.

source: Placeholders {x}, {y} and {z} must be filled with values.
ru: Вместо {x}, {y} и {z} должны быть указаны значения.

source: It seems you are trying to open an URL template directly in a browser. To test it try adding some values for 'x', 'y' and 'z' parameters.
ru: Похоже вы пытаетесь открыть ссылку шаблон в браузере напрямую. Для проверки попробуйте указать значения параметров 'x', 'y' и 'z'.

source: The value of '{}' parameter must be a non-negative integer.
ru: Значение параметра '{}' должно быть не отрицательным числом.

source: External access
ru: Внешний доступ

source: Enabled
ru: Включен

source: Allow using tiles in non-tile requests
ru: Разрешить тайлы для запросов изображений

source: Max zoom level
ru: Максимальный масштабный уровень

source: TTL, sec.
ru: TTL, сек.

source: Track changes
ru: Отслеживать изменения

source: Seed zoom level
ru: Заполнить масштабный уровень

source: Flush
ru: Очистить

source: TMS (Tile Map Service) is a specification for tiled web maps. Tiled web map is a map displayed in a browser by seamlessly joining dozens of individually requested image.
ru: TMS (Tile Map Service) - это спецификация тайловых карт. Тайловая карта - это карта, отображаемая в браузере путем бесшовного соединения десятков индивидуально запрашиваемых изображений (тайлов).

source: https://docs.nextgis.com/docs_ngweb_dev/doc/developer/misc.html#render
ru: https://docs.nextgis.ru/docs_ngweb_dev/doc/developer/misc.html#render

source: Read more
ru: Подробнее
